export const psytypes=[
    {
        id: 0, // neuro<12; extra<12
        img: "phlegmatic.svg",
        name: "Флегматик",
        description: "Для флегматика характерна высокая активность, которая доминирует над низкой реактивностью. Он малочувствителен и мало эмоционален. Внешние раздражители оказывают на него очень слабое воздействие; способен оставаться хладнокровным в непредвиденных ситуациях. Также у флегматиков замедленные и не выразительные движения, такая же речь, не богатая мимика. Внимание переключает с затруднениями, привычки и навыки перестраивает очень медленно, однако он обладает энергичностью и высокой работоспособностью. Большинство флегматиков — интроверты."
    },
    {
        id: 1, // neuro<12; extra>=12
        img: "sanguine.svg",
        name: "Сангвиник",
        description: "Сангвиник – это человек с высокой реактивностью, находящейся наравне с активностью. Для него характерна живая мимика, богатство жестов, быстрый отклик на внешние обстоятельства, лёгкость при переключении внимания. Очень чувствителен, активен, может долго работать и не утомляться. Дисциплинирован, находчив, обладает хорошей способностью к концентрации и самоконтролю. Его интересы, настроения и увлечения могут быстро изменяться. Практически все сангвиники являются экстравертами."
    },
    {
        id: 2, // neuro>=12; extra<12
        img: "melancholic.svg",
        name: "Меланхолик",
        description: "Меланхолик является человеком с высокой чувствительностью и низким уровнем реактивности. Высокая чувствительность нередко приводит к тому, что даже незначительный повод может стать причиной слёз. Меланхолик болезненно чувствителен и очень обидчив. Обладает невыразительными движениями и мимикой, тихим голосом, беднотой движений, низким уровнем энергии. Как правило, робок, ненастойчив, неуверен в себе, быстро опускает руки при выполнении дел, мало работоспособен и легко утомляется. Внимание такого человека неустойчиво, все психические процессы замедлены. Большая часть меланхоликов является интровертами."
    },
    {
        id: 3, // neuro>=12; extra>=12
        img: "choleric.svg",
        name: "Холерик",
        description: "Холерик не особо чувствителен, обладает высокой активностью и реактивностью, причём, реактивность доминирует, отчего он вспыльчив, нетерпелив, несдержан, необуздан. Мимика, жесты и речь богаты и отражают настроение. Его стремления стабильны, интересы – непоколебимы. Холерик настойчив, внимание иногда переключает с затруднениями. В подавляющем большинстве случаев холерики – экстраверты."
    }
]